{"episode_name": "Gunshy why Nigers coup stands for now", "episode_transcription": " Think identity theft won't happen to you? Think again. There's a new victim every three seconds in the U.S. Over 15 million this year alone, and many don't even know they're victims. LifeLock alerts you to identity threats you could miss, even when you monitor your credit. If your identity is stolen, your dedicated U.S.-based restoration specialist will work to fix it. No one can prevent all identity theft, but everyone can save up to 25% their first year at LifeLock.com slash ACAST. Identity theft protection starts here. Hello and welcome to The Intelligence from The Economist. I'm Aura Ogunbi. And I'm Jason Palmer. Every weekday, we provide a fresh perspective on the events shaping your world. Russia's Ruble has been hit badly by its invasion of Ukraine. In fact, the central bank is so worried about the currency's future that it has set out on an emergency mission to save it. But how much will this affect Putin's ability to wage war? And TV antennas and flame-throwing lighters, tricycle platforms and gas cooker rings. These are a few of the dangerous things that Richard Simpson kept out of Americans' hands in the 1970s. Our obituaries editor remembers America's first consumer product safety chief. But first... In Niger, the democratically elected president, Mohamed Bazoum, is still essentially a hostage. The military junta that overthrew him last year is still in charge. The Economic Community of West African States, or ECOWAS, is still talking tough. And today, in Ghana, a summit of the bloc's defense chiefs will conclude and, perhaps, decide what to do next. Just after the coup, ECOWAS had warned it would orchestrate a military intervention if President Bazoum was not reinstated. But their initial deadline passed. Nothing changed. They've been meeting, talking and issuing statements since. As the meeting in Ghana began yesterday, Commissioner for Political Affairs, Peace and Security, Abdel Fattah Moussa, again warned the junta that ECOWAS was ready to send in forces. This junta in Niger is playing cat and mouse with the community. They should know one thing. They have flouted their own constitution that forbids military incursions into politics. Yet it's becoming clear that there's real opposition among West African countries to a military response. And more widely, there are hints and reports that the 55-country-strong African Union is also against sending in troops. In a region where coups like Niger's just keep happening and happening, that seems to weaken the most serious deterrent to more military takeovers. Right now in Niger, the junta really is digging in. Kinley Salmon is an Africa correspondent for The Economist. They've now been in power for about three weeks. They've shown very little interest in responding to these calls from the region and from the West to reinstate Mr. Bazoum. And diplomatic efforts, particularly from ECOWAS, the regional bloc, don't seem to be making any progress. There is a little bit of back and forth via intermediaries, but no real signs of a breakthrough. And how has the situation been developing since last we spoke to you about this, about ECOWAS? Well, the junta continues to take a pretty hard line. They have said that they want to try President Bazoum, who's still essentially held hostage in the palace basement, for high treason. That's been seen really as an escalation, a provocation, was the response from the junta. A provocation was the response from ECOWAS. And now we see ECOWAS again planning for some kind of a military intervention. But at the same time, the sort of wider support for that intervention doesn't look particularly strong. There's skepticism from other players in West Africa and North Africa, such as Algeria and Chad, who both neighbor Niger. The appetite coming out of places like the Pentagon in the US for a military intervention from ECOWAS in Niger doesn't look very high at all. They're worried about preserving their military bases that they have in Niger. And so despite the pressure ECOWAS is trying to bear, momentum for intervention is perhaps stalling. So what do you make of these reports then that the African Union might be coming out against military intervention as well? Well, in many ways, it is quite surprising. The African Union tends to kind of move fairly closely with regional blocs. But I think this just shows how controversial kind of a military intervention would be and how much worry there is in other parts of Africa about the potential for this to escalate, for this to really cause a lot of humanitarian strife for civilians to die in any such interventions. And of course, the risks to President Buzum himself, who would be sitting there in the palace as military action went around him to try to rescue him, a pretty dangerous place to be. I think it also hints at how difficult it has been in Africa in recent years to stop coups from happening. And ECOWAS's stance is an attempt to really draw a line in the sand, but that has risks and costs. And the African Union, at least the sort of reports we're getting out, suggest that some aren't certain that drawing that kind of line in the sand with all the risks entails is really worth it, even if it may be seen as a bit of a softening against potential coup mongers elsewhere on the continent. And a lot of what we've talked about when we've been talking about Niger is about these kinds of outside forces and regional blocs and so on. What about the reaction inside Niger itself? What's been going on? Well, inside Niger, the junta has been very eagerly trying to make sure that it shows that it's very well established. I mean, they've named a prime minister who's a civilian, a full cabinet, and they've continued to sort of rally the streets, if you like, or the wider public against any intervention and also sort of pushed out a lot of this narrative that behind ECOWAS is not just regional states in Africa, but other powers, particularly France, the colonial power. This is a sort of narrative that the junta is trying to push. And that does seem to be gaining some traction. I mean, we see in the streets of the capital, at least, some civilians saying, we're ready to arm ourselves to fight off any regional intervention. Of course, wider public support is difficult to judge, and we've talked about that before, but certainly in the capital, at least, it does appear that an intervention would meet some resistance, perhaps even from civilians themselves. Of course, another sort of factor complicating how all this is being seen in these areas is that there are still jihadist attacks happening in the country. In fact, there seems to have been a bit of a pick-up of those attacks since the junta took over. And that may undermine, eventually, some support for the junta, who, after all, promised that they were taking over to improve security. And it also just may mean that any intervention goes into an already extremely fraught security environment. And what even is a plausible resolution for all of this? You're painting a picture in which there is no clean way out of all of this. That's right. There do not appear to be any clean or simple ways out of this at all. Any military intervention is very, very risky, as we've discussed. And for that reason, some of the support for it from the wider region, other neighbors, perhaps even America, seems to be ebbing away. And that then leaves the sort of premium or diplomatic solution even higher. Its importance is absolutely fundamental at this stage, but it's not that clear either what shape that could take. A couple of elements surely would have to be there, though. One would be some timeline for transition back to civilian rule. And the newly appointed civilian prime minister has gestured towards that recently. It would also surely have to involve President Bassoon being released. But whether either side here, whether ECOWAS or the junta in Nigeria, really thinks that they could make that kind of a solution work, is very uncertain. ECOWAS has tried to draw a line in the sand and said that Bassoon should be reinstated. So anything that fails to achieve that would be a real backing down on their part. And for the junta, there just is no way they're going to reinstate Mr. Bassoon. You know, it would appear because that would be the end of their plans to run the country. So to get a diplomatic solution is going to require some very, very large compromises. But it may nonetheless be the most sort of likely direction for things now. But it seems clearer and clearer in this story that the appetite for boots on the ground, both within West Africa and beyond, is kind of waning. What does it tell you that that kind of ultimate deterrent to coups is not really a solution that's on the table, even as coups continue to happen across the region? Well, of course, it's still possible that ECOWAS surprises many analysts and does follow through. But if they don't, and in many ways the sort of putsch is allowed to stay more or less in the same form that it is now, you know, that is going to tell anyone else who might be considering a coup, really anywhere in Africa, that sort of threat, the ultimate threat of having a full-scale military intervention to overturn what you've done, probably is incredible. And that is in some ways a loss, but of course there are good reasons, as we've discussed, to worry about the sort of civilian damage from military intervention. So it's a very difficult calculation, but one that does weaken deterrence. It's worth saying, though, that there is still some deterrence in the region, of course. There are heavy sanctions already on Niger financially, on trade, on electricity exports into the country, and they are, you know, having a real cost. And they might be a deterrent elsewhere too. But that really hard line that ECOWAS has sought to draw ultimately could be shown to be rather more flexible than they'd initially hoped. Thanks very much for your time, Kidley. Thank you. The Identity Threats of the United States The Identity Threats of the United States The Identity Threats of the United States The Identity Threats of the United States Think identity theft won't happen to you? Think again. There's a new victim every three seconds in the U.S. Over 15 million this year alone, and many don't even know they're victims. LifeLock alerts you to identity threats you could miss, even when you monitor your credit. If your identity is stolen, your dedicated U.S.-based restoration specialist will work to fix it. No one can prevent all identity theft, but everyone can save up to 25% their first year at LifeLock.com slash Acast. Identity theft protection starts here. The Russian ruble The Russian ruble has been one of the world's worst-performing currencies this year, outdone only by perennially troublesome peers like the Argentine peso, the Venezuelan bolivar, and the Turkish lira. But this week, it saw a particularly steep tumble. On Monday, the ruble slid past 100 against the American dollar, making it worth less than a penny. It's the cheapest that the ruble has been since the immediate aftermath of the invasion of Ukraine, and it's impacting the lives of everyday Russians. On the streets of Moscow, some complain of soaring grocery store prices. While others lament that, in Russia, many are getting poorer with no end in sight. Beyond the capital, though, the flailing ruble may have even bigger consequences, and not just for civilians, but for Vladimir Putin's ability to wage war. On Tuesday, the Russian Central Bank raised the interest rates in emergency meeting to 12% from 8.5%, which did help the ruble recover a little bit against the dollar. Gavin Jackson is a finance and economics correspondent at The Economist. So Russia's currency is still far cheaper than the level of around 60 to the dollar that it was this time last year. It's about 94 to the dollar, and Vladimir Putin has very few good options to get it back on track now. Now, Gavin, tell us what's behind the ruble's poor performance. So when we think of a currency slide, you might think of investors panicking, pulling their money out of the currency in a rush, worrying that something's going to go wrong. But that's not really what's happening here, because with capital controls and sanctions, Russia's effectively cut off from the international financial system. There's no speculators or investors worrying about what's going to happen. Instead, the currency literally just reflects the movement of goods and services in and out of the country. So it's reflecting how much they earn for the exports and how much they pay for the imports, because there's no other real transactions going on in the ruble. And so what does all this tell us? So one thing it tells us is that exports are being affected by sanctions. So since the G7 countries imposed a $60 price cap on Russia in December, the value of exports has slumped. Russia's earnings were about 15% lower in dollar terms from January to July this year compared to last year. Now, oil is down a lot globally. Oil prices spiked after the invasion, and so global oil prices are lower. But even so, Russia's earnings are down a little bit more. So there's some impact from the price cap, even though we think there's a lot of dodgy stuff going on, transferring oil to what they call ghost fleets and charging more for shipping to account for the discount. But at the same time, more worrying perhaps for Ukraine and its allies is that imports have surged. So Russia has been able to continue getting the goods it needs to continue prosecuting its war. This is all clear from the country's current account surplus, which shows the movement of foreign currency in and out of the country. It's fallen by about 80% this year as both imports have gone up and exports have gone down. So what we're witnessing now is the combined pressure of cheaper oil and this desperation to keep importing goods. And what does a weak ruble mean for Russia? Well, on the one hand, it's quite good because a cheap currency raises the ruble value of the government's oil revenues. So that means it can keep financing its domestic spending commitments. But it also raises the cost of imports. And that's the problem if you want to keep financing a costly war. So the Kremlin knows that it'll need to keep the boost of value of the ruble to maintain spending, as well as to help ordinary Russians not face high inflation and decrease in their cost of living. In June, Russia's deputy prime minister said the value of 80 to 90 rubles a dollar was best for the country's budget exporters and importers. That might have been a bit self-serving because that was the value of the ruble at the time. But officials seem to be a bit concerned. We saw that with the emergency rate hike. We've also seen one of Putin's economic advisors write an article blaming the central bank for this thing. So putting the pressure on the central bankers. And what is the government doing about all this? So there was the emergency rate hike, the increase in interest rates by 3.5%. But that's only had a brief and minimal impact. There have been reports that Vladimir Putin, the Russian president, is planning to force large exporters to convert up to 80% of their foreign currency earnings into rubles in order to raise demand for the Russian currency. And it seems that that might have been going on because Thursday the ruble has rallied a little bit. The central bank has already scaled back purchases of foreign currency. Under a budgetary rule, Russia used to buy other currencies in exchange for rubles if it had a surplus of oil and gas revenue in order to build up its stock of foreign exchange reserves. On August 9th, that rule was abandoned. So it's no longer going to be selling rubles itself. Another option would be direct intervention in the currency markets. So official figures say the central bank has foreign currency reserves of 580 billion or so at the start of August. Normally that would be an indication that the central bank could prop up the ruble's value by using those foreign currency reserves to buy rubles. The problem is that about 300 billion of those reserves are currently frozen by the rest through sanctions. Well, now I see why you said that the Russian government doesn't have many great options. Yes, ultimately all of these interventions can only prop up the ruble so long. They're temporary measures. As you said, the current price of the ruble is an indicator of the flows of exports and imports into and out of the economy, rather than the views of speculators or anyone like that. That means that to increase its value, the Russian government needs to either increase exports or decrease imports. They only have so many ways of increasing exports. Ultimately, it depends on the price they can get for their oil, which currently faces the G7 price cap as well as the global oil market. So that's kind of out of their hands. So the real choice facing the Kremlin is how to reduce imports. That means either defending the military economy or its civilian economy. The government itself could cut back on spending, including on its armed forces, but that would make it much harder to prosecute the war in Ukraine. So in all likelihood, it will just let the civilian economy take the pain of a weak ruble through rising inflation and higher interest rates that weaken the purchasing power of all new Russians and let them buy fewer foreign goods from abroad. Thus, the fate of Russia's economy will not be decided by the judgments of international financiers, but by the debts of Mr. Putin's aggression. Gavin, thank you very much for coming on the show. Thank you for having me. Back in 1973, you could make a good case that Richard Simpson was the most powerful man in America. Ann Rowe is The Economist's obituaries editor. He could order you to unplug your unsafe TV antenna from the wall. He could make you take your gas cooker out of your built-in kitchen. He could tell little Johnny that he couldn't have a back step on his tricycle to give his friends rides. And if he had known then, as we know now, that rubber ducks are full of toxins, he could have strode into your bathroom and plucked the duck out of the tub. He was the very first chairman of the Consumer Product Safety Commission, which was set up by a Democratic Congress, but actually signed into law by President Nixon. He was only chairman for three years from 1973 to 1976. But in that time, he managed to save Americans from buying about 25 million risky products. His remit was huge. It covered 11,000 product categories. A congressman once told him that he had life and death over whether consumers have anything to consume. And when he was told that, Mr. Simpson had to confess that he had a frightening amount of power. He was a scientist by training, an electrical engineer. So he decided to draw up a list of those products that caused most injuries and how severe the injuries were. And in 1973, looking at the list, top of it were injuries from children's toys, then injuries from playground equipment like swings, then people bumping into doors and windows, which classified as architectural glass, and then people hurting themselves with power lawnmowers. And of course, it wasn't always the product's fault. It was sometimes just human incompetence. But the product was often faulty as well. His very first act when he came into the job was to address the problem of flammable mattresses. This had been smoldering for a while. Manufacturers were quite horrified by this. They expected Mr. Simpson to be fairly malleable and pliable. They were used to anyone dealing with product safety to be on their side. But he was not one of them. In fact, he was a strictly independent man. He was a registered Republican, but no ideologue at all. His only creed was hard work and long hours. He'd been one of nine children, the first in his family to graduate from high school. He'd got his way through both high school and college on scholarships and by working jobs at nights. And so he simply believed in being a self-made man, not being hostage to politicians or indeed to manufacturers. In his first three and a half months on the job, he took special aim at dangerous aerosols. He also had a big roundup of fireworks before July the 4th, including $15,000 worth of firecrackers from just one company. Two particular areas in which he also had victories were on children's sleepwear, pajamas and nightgowns, which again he made sure were fire retardant. And the question of mandatory child-resistant caps on pill bottles. These had already been introduced, but he made sure that they were as mandatory as he could make them and as widespread. His own children had actually got into trouble before the caps were mandatory by swallowing so many candy flavored aspirin pills when they were playing doctor that they had to have their stomachs pumped. There was one field, however, in which he wasn't successful, and that was the banning of cigarettes. He got very excited when there was a declaration by the Surgeon General in 1973 that cigarettes were hazardous to health. In fact, it was not the first such declaration that had been a few before. But he felt that this one would really make his task much easier. And although cigarettes had an exemption from the activities of his agency, he still felt that he could get them under the Hazardous Substances Act. Unfortunately, he found that tobacco really did slide out of his jurisdiction. He couldn't act against the manufacturers. This was a great frustration. In the end, he concluded that you couldn't take all risk out of life. The fact was only about 15% of injuries to people could be avoided by making product code safer. He just had to bear in mind all the time keeping the balance between manufacturers and consumers. And he actually had a figurine on his desk of a boy going to jump into a handstand. And he thought this was rather like himself trying to keep a balance every day in his job. It reminded him of his own predicament. He didn't last that long in the job. He would have liked to carry on rather longer. But there were delays in reappointing him. And he got frustrated and decided in the end to take himself off and back to the private sector. He also indulged his favorite pursuits. Quite a few of those were not risk free. For example, smoking cigars, fishing, hunting for quail and pheasant. He enjoyed those despite all the dangers attached to them. But that was the sort of risk he could thoroughly approve of. And Roe on Richard Simpson who's died aged 93. That's all for this episode of The Intelligence. The show's editors are Chris Impey and Jack Gill. Our deputy editor is John Joe Devlin and our sound engineer is Will Roe. Our senior producers are Sam Westron and Rory Galloway. Our senior creative producer is William Warren. Our producers are Alize Jean-Baptiste, Kevin Caners, Barkley Bram and Sarah Loraniuk. With extra production help this week from Maggie Kadifa. We'll all see you back here on Monday. The world is unpredictable, but it's also understandable. Economist Education offers a six week online course on international relations. Designed by the Economist editors and invited experts. It gives you the knowledge and insight to navigate the rapidly changing worlds of geopolitics, business and technology. And as a listener, enjoy a 15% discount with the code POLITICS. So sign up now at economists.com forward slash international relations.", "summary": "In this episode of The Intelligence from The Economist, the hosts discuss the ongoing political crisis in Niger, where the democratically elected president has been overthrown by a military junta. The Economic Community of West African States (ECOWAS) has threatened military intervention if the president is not reinstated, but there is opposition to this from other African countries. The episode also covers the decline of the Russian ruble and its impact on Putin's ability to wage war, as well as the achievements of Richard Simpson, the first chairman of the Consumer Product Safety Commission in the US.", "hosts": ["Aura Ogunbi", "Jason Palmer"], "guests": [], "keywords": ["Niger", "political crisis", "military junta", "ECOWAS", "Russian ruble", "Vladimir Putin", "Consumer Product Safety Commission", "Richard Simpson"], "key_points": ["The democratically elected president of Niger has been overthrown by a military junta, and ECOWAS has threatened military intervention if he is not reinstated.", "There is opposition to military intervention from other African countries and the African Union.", "The decline of the Russian ruble is impacting Putin's ability to wage war.", "Richard Simpson, the first chairman of the Consumer Product Safety Commission, saved Americans from buying 25 million risky products."]}