{"episode_name": "Introducing Dear Alana", "episode_transcription": " No one likes to talk about money. Am I saving enough? Can I buy a house? Am I paying too much in taxes? Will I be able to retire? What if you could unlock insights about your finances in less than five minutes with a clear picture of where you stand today and where your money can work harder? Now you can. Visit facet.com to take the free quiz and get your financial wellness score today. That's F-A-C-E-T dot com. This ad is sponsored by Facet. Facet Wealth Incorporated is an SEC registered investment advisor. This is not an offer to buy or sell securities, nor is it investment, legal or tax advice. You're ready for a comeback. And with Purdue Global, you can do more than take classes. You can take charge of your story, of your career, of your life. Earn a degree you can be proud of and get an education employers respect. It's time, your time, not just to go back to school, but to come back and move forward with Purdue Global, Purdue's online university for working adults. Start your comeback at Purdue Global dot edu. He'll forget about the video game you gave him on his birthday. Wow, thanks, Grandpa. But he'll never forget how you invested in his future with the UNEST app. Wow, thanks, Grandpa. The UNEST app makes it easy for grandparents and family friends to give funds to a child's investment account for a limited time. Download the UNEST app and use the code I heart 50 at sign up to receive a $50 bonus when you fund your account. That's code I heart 50 when you sign up at UNEST dot co for a $50 bonus. See terms and conditions at UNEST dot co. For better or for worse, like Alana was always my moral compass. Like she was so thoughtful and later in life, I kind of came to regret that it felt unfair, like a lot of pressure. Breaking from overnight, Louisville police are searching for a missing 24 year old woman. When I read about Alana Chen's disappearance, I couldn't look away. Hi, my name is Alana and last summer I went to Camp Watewa. This shy girl from Boulder who loved fashion and camping, who wanted to be a nun since she was a teenager. So Alana was like sneaking out to go to church. Well, I thought was, wow, she's really, really conservative Catholic. But she kept a secret, one that was slowly tearing her apart. I didn't know she was attracted to girls. No, she didn't tell me to me. It's like, oh, you're gay, be gay, drop all the church stuff, like forget about it. But she couldn't forget about it. And neither could I. I, too, was torn apart by the struggle in my quest to become a priest. But though I'd never met her, I'd soon discover we had even more in common. Our Denver 7's Addie Guajardo sat down with her family and Addie, they tell you they believe conversion therapy played a role. We believe that homosexuality is a symptom of early childhood trauma. We're not forcing people to change. We're just exploring. The mother says her daughter first opened up to a priest at her church when she was just 14 years old. However, the church denies any conversion therapy was done. She didn't tell me. She told him. She confessed to him. From Tenderfoot TV comes a story of teenage rebellion and spiritual manipulation, the price we pay to belong, and the systems that pay no price at all. I'm Simon Kent Fung, and this is Dear Alana. Listen for free on Apple podcasts. In Orlando, we celebrate everyone. Where dragons, coasters, and pride flags fly, Orlando has always been a welcoming destination to the LGBTQ plus community. Orlando earned a perfect score several years from the human rights campaign for inclusive policies, laws and services and best family destination by the Gay Travel Awards. Plan your trip in June or October during Orlando's many LGBTQ community events at visit Orlando dot com. Summer is here and our sleep is just as important as our weekend plans. So we're here to help you get the sleep you deserve with Lisa. Lisa mattresses are made to order for exceptional comfort and support at every price point. See why Lisa is the New York Times number one pick for four years running and has over twenty thousand five star reviews. Lisa makes buying a mattress super easy. Check out online in just a few clicks. The mattress is delivered to your door and check out our original hybrid mattress designed to keep you cool during those hot summer nights. Lisa also offers free shipping and a risk free 100 night trial for a limited time. Save up to seven hundred dollars off select mattresses plus two free pillows during our summer sale. Get the sleep you deserve. Shop our summer sale now and save up to seven hundred dollars off select mattresses plus two free pillows at Lisa dot com. That's L E E S A dot com. Exclusions apply. Visit Lisa dot com for more details.", "summary": "This episode discusses the disappearance of a young woman named Alana Chen and the role that conversion therapy played in her life. The host shares their own struggles with the quest to become a priest and the commonalities they found with Alana. The episode explores themes of teenage rebellion, spiritual manipulation, and the systems that enable such practices.", "hosts": ["Simon Kent Fung"], "guests": [], "keywords": ["disappearance", "conversion therapy", "teenage rebellion", "spiritual manipulation"], "key_points": ["The host shares their own struggles with the quest to become a priest.", "Alana Chen's disappearance and the role of conversion therapy.", "Exploration of teenage rebellion and spiritual manipulation.", "Discussion on the systems that enable such practices."], "main_output": "The episode sheds light on the harmful effects of conversion therapy and the need for change in the systems that support it."}